export const ABOUT_US = "من نحن";
export const ABOUT_GREEN_LINE = "عن جرين لاين";
export const LEARN_MORE_ABOUT_US = "معرفة المزيد عنا";
export const MORE = " المزيد عنا";

export const ABOUT_US_DESCRIPTIONS = {
  DESCRIPTION_ONE:
    "جرين لاين هي واحدة من أبرز الشركات المنتجة والمصدرة لأجهزة التكييف في المملكة. رؤيتنا هي تقديم أفكار  تتجاوز كل توقعات العملاء، ونسعى دائمًا لتلبية جميع احتياجات العملاء من خلال أجهزتنا المبتكرة والصديقة للبيئة.",

  DESCRIPTION_TWO:
    "مهمتنا هي إيجاد حلول مبتكرة وبسيطة وبأسعار معقولة تناسب جميع العملاء وتوفر لهم الرفاهية المطلقة. علامتنا التجارية ترمز إلى الشراكة المتبادلة بيننا وبين عملائنا بمجرد شراء منتجاتنا.",

  DESCRIPTION_THERE:
    "نحن نسعى دائمًا للابتكار والتطوير لإنتاج منتجات تتسم بالحيوية والإبداع. نحرص على توفير التيسير من خلال تسعير منتجاتنا بأسعار معقولة، ومتابعة العملاء في خدمة ما بعد البيع من خلال معالجة الشكاوى والاقتراحات والصيانة المنزلية. نضمن لعملائنا أقصى درجات الرفاهية في بيئتهم المنزلية أو في مكان عملهم.",

  DESCRIPTION_FOUR:
    "ندعوكم للمشاركة معنا في تحقيق الرفاهية وخلق منتجات تحقق لكم الرفاهية المترسخة في ذاكرتكم. اتركوا بصمتكم وكونوا جزءًا من التغيير الدائم، فبآرائكم يمكنكم المساهمة والمشاركة معنا. كونوا رعاة لأنفسكم وبيئتكم، فعندما نحافظ على أنفسنا وبيئتنا، سينعكس ذلك بالإيجاب على حياتنا في مختلف النواحي. المحافظة على البيئة جزء أصيل ومترسخ في ثقافة شركتنا.",
};
