export const SAR = "ريال سعودي";
export const PRICE = "السعر";
export const DESCRIPTION = "الوصف";
export const SOLD_BY = "يباع بواسطة";
export const WHATSAPP = "واتساب";
export const ABOUT_US = "من نحن";
export const HOME_PAGE = "الرئيسية";
export const CONTACT_US = "تواصل معنا";
export const MAINTENANCE = "صيانة ما بعد البيع";
export const GREEN_LINE = "جرين لاين";
export const PRODUCTS = "المنتجات";
export const OUR_PRODUCTS = "منتجاتنا";
export const CATEGORIES = "الفئات";
export const COPY_RIGHT = "جميع الحقوق محفوظة لموقع";

export const CONDITIONERS = "التكيفات";
export const ORDER_BY_WHATSAPP = "اطلب عبر الواتساب";

export const ERROR_PAGE = "حدث خطأ ما";
export const NOT_FOUND_PAGE = "صفحة غير متوفرة";

export const DETAILS = "التفاصيل";
export const SEE_MORE = "شاهد المزيد";

export const TECHNICAL_SUPPORT = "الدعم الفني";
export const ADDRESS = "العنوان";
export const MOBILES = "الهواتف";
export const LAND_LINE = "الخط الارضي";

export const NEW = "جديد";

export const ABOUT_GREEN_LINE = "عن جرين لاين";

export const SIGN_IN_PAGE = "صفحة تسجل الدخول";
export const SIGN_IN = "تسجل الدخول";
export const NAME = "الأسم";
export const EMAIL = "البريد الإلكتروني";
export const PASSWORD = "كلمة المرور";
export const MESSAGE = "الرسالة";
export const SEND = "إرسال";
export const OLD_PRICE = "السعر القديم";

export const PRODUCT_IS_NEW = "المنتج جديد";
export const SELLER = "البائع";
export const SAVE_PRODUCT = "حفظ المنتج";

export const MAIN_PHOTO = "الصورة الرئيسية";
export const IMAGES = "الصور";

export const PRODUCT_NAME = "اسم المنتج";

export const CATEGORY = "الفئة";

export const OPTIONS = "الإجراءات";

export const NEXT = "التالي";
export const PREVIOUS = "السابق";

export const DASHBOARD_LINKS = {
  ADD_PRODUCT: "إضافة منتج",
  ALL_PRODUCTS: "المنتجات",
  MESSAGES: "الرسائل",
  SETTINGS: "الإعدادات",
  LOGOUT: "تسجيل الخروج",
};

export const CURRENT_EMAIL = "البريد الإلكتروني الحالي";
export const NEW_EMAIL = "البريد الإلكتروني الجديد";

export const SAVE_CHANGES = "حفظ التعديلات";

export const NO_DATA_FOUNDED_HERE_NOW = "لا يوجد بيانات حاليا لعرضها هنا";

export const ABOUT_US_DESCRIPTIONS = {
  DESCRIPTION_ONE:
    "جرين لاين هي واحدة من أبرز الشركات المنتجة والمصدرة لأجهزة التكييف في المملكة. رؤيتنا هي تقديم أفكار  تتجاوز كل توقعات العملاء، ونسعى دائمًا لتلبية جميع احتياجات العملاء من خلال أجهزتنا المبتكرة والصديقة للبيئة.",

  DESCRIPTION_TWO:
    "مهمتنا هي إيجاد حلول مبتكرة وبسيطة وبأسعار معقولة تناسب جميع العملاء وتوفر لهم الرفاهية المطلقة. علامتنا التجارية ترمز إلى الشراكة المتبادلة بيننا وبين عملائنا بمجرد شراء منتجاتنا.",

  DESCRIPTION_THERE:
    "نحن نسعى دائمًا للابتكار والتطوير لإنتاج منتجات تتسم بالحيوية والإبداع. نحرص على توفير التيسير من خلال تسعير منتجاتنا بأسعار معقولة، ومتابعة العملاء في خدمة ما بعد البيع من خلال معالجة الشكاوى والاقتراحات والصيانة المنزلية. نضمن لعملائنا أقصى درجات الرفاهية في بيئتهم المنزلية أو في مكان عملهم.",

  DESCRIPTION_FOUR:
    "ندعوكم للمشاركة معنا في تحقيق الرفاهية وخلق منتجات تحقق لكم الرفاهية المترسخة في ذاكرتكم. اتركوا بصمتكم وكونوا جزءًا من التغيير الدائم، فبآرائكم يمكنكم المساهمة والمشاركة معنا. كونوا رعاة لأنفسكم وبيئتكم، فعندما نحافظ على أنفسنا وبيئتنا، سينعكس ذلك بالإيجاب على حياتنا في مختلف النواحي. المحافظة على البيئة جزء أصيل ومترسخ في ثقافة شركتنا.",
};

export const WARRANTY = "سياسة الضمان";
export const FAQS = "الأسئلة الشائعة";
export const REFUND = "سياسة الاسترجاع و الاستبدال";
export const HAVE_A_PROBLEM = "لديك مشكلة";
export const CUSTOMERS_SERVICE = "خدمة العملاء";

export const SEARCH_PLACEHOLDER = "بحث عن منتج";

export const CATEGORIES_DESCRIPTIONS = {
  WALL_MOUNTED:
    "يتم تثبيته هذا النوع من المكيفات على الجدار. يُعدّ خيارًا شائعًا للمنازل والمكاتب بفضل تصميمه الأنيق وكفاءته في توزيع الهواء بشكل متساوٍ في الغرفة.",
  CONCEALED:
    "يتم تثبيت هذا النوع من المكيفات داخل السقف أو الحائط، بحيث تكون الوحدة الداخلية غير مرئية. يُستخدم غالبًا في الأماكن التي تتطلب ديكورًا متميزًا وشكلًا جماليًا أنيقًا.",
  CASSETTE_TYPE:
    "يتم تثبيت هذا النوع من المكيفات في السقف، ويتميز بوجود وحدة داخلية مخفية داخل السقف الظاهر منها فقط اللوحة الأمامية. يُعتبر خيارًا مثاليًا للمساحات التجارية والمكاتب الكبيرة",
};

export const FILTER_BY = "تصفية حسب";
export const CLEAR_FILTER = "مسح الأختيارات";

export const PRICE_FROM_DOWN_TO_UP = "السعر من الأقل لأعلي";
export const PRICE_FROM_UP_TO_DOWN = "السعر من الأعلي للأقل";

export const LEARN_MORE_ABOUT_US = "معرفة المزيد عنا";
export const TESTIMONIALS = "من اراء عملائنا";

export const CHOOSE_CATEGORY = "اختر الفئة";
export const CATEGORIES_OPTIONS = {
  ALL_CATEGORIES: "جميع الفئات",
  WALL_MOUNTED: "مكيف جداري",
  CONCEALED: "مكيف مخفي",
  CASSETTE_TYPE: "مكيف كاسيت",
};

export const MORE = " المزيد عنا";

export const FAQS_QUESTIONS = [
  {
    id: 1,
    question: "ما هي الأنواع المختلفة من التكييفات المتوفرة؟",
    answer:
      "نوفر مجموعة متنوعة من التكييفات بما في ذلك التكييفات الشباك، التكييفات السبليت، والتكييفات المركزية.",
  },
  {
    id: 2,
    question: "كيف يمكنني تحديد السعة المناسبة للتكييف لمساحتي؟",
    answer:
      "لتحديد السعة المناسبة، يجب حساب مساحة الغرفة بالقدم المربع واستخدام قاعدة أن كل 20 قدم مربع تحتاج إلى 1 طن من التبريد.",
  },
  {
    id: 3,
    question: "هل تقدمون خدمات تركيب وصيانة التكييفات؟",
    answer:
      "نعم، نحن نقدم خدمات تركيب وصيانة لجميع أنواع التكييفات التي نبيعها.",
  },
  {
    id: 4,
    question: "ما هي مدة الضمان على التكييفات التي تبيعونها؟",
    answer: "نقدم ضمان لمدة عامين على جميع التكييفات ضد عيوب التصنيع.",
  },
  {
    id: 5,
    question: "هل تقدمون خدمة الشحن إلى جميع أنحاء البلاد؟",
    answer:
      "نعم، نقدم خدمة الشحن إلى جميع أنحاء البلاد مع ضمان توصيل سريع وآمن.",
  },
];

export const MAINTENANCE_PAGE_TITLE =
  "مركز خدمة العملاء الرسمي لصيانة شركة جرين لاين بالمملكة";
export const MAINTENANCE_DOCUMENT = [
  {
    id: 1,
    title:
      "نتشرف بأن نقدم خدمات الصيانة والإصلاح لجميع منتجات جرين لاين و نفخر بتوفير خدمة عالية الجودة لعملائنا، ونضمن أن جميع المشاكل سيتم حلها بسرعة وفعالية.",
  },
  {
    id: 2,
    title:
      "نحن نستخدم قطع الغيار الأصلية فقط في جميع أعمال الإصلاح، ونضمن أن جميع المشاكل ستتم معالجتها بشكل صحيح. كما نوفر ضمانًا على جميع خدماتنا لضمان رضا عملائنا.",
  },
  {
    id: 3,
    title:
      "إذا كنت تحتاج إلى خدمة صيانة أو إصلاح لأي منتج من منتجات جرين لاين، فلا تتردد في الاتصال بنا. سنكون سعداء بمساعدتك وإصلاح منتجاتك بأفضل طريقة ممكنة.",
  },
];

export const REFUND_AND_RETURN_PAGE_TITLE = "سياسة الاسترجاع والاستبدال";

export const REFUND_POLICY_PAGE_TITLE = "سياسة الاسترجاع";
export const REFUND_POLICY_DOCUMENT = [
  {
    id: 1,
    title:
      "فترة زمنية: يُمكن للعميل طلب استرجاع المنتج خلال 14 يومًا من تاريخ استلامه.",
  },
  {
    id: 2,
    title:
      "حالة المنتج: يجب أن يكون المنتج في حالته الأصلية، مع جميع ملحقاته وقطع غياره، دون أي تلف أو خدوش أو استعمال.",
  },
  {
    id: 3,
    title: "إرفاق المستندات: يجب إرفاق فاتورة الشراء الأصلية مع طلب الاسترجاع.",
  },
  {
    id: 4,
    title: "تكاليف الشحن: يتحمل العميل تكاليف إعادة شحن المنتج إلى موقع تكيف.",
  },
  {
    id: 5,
    title:
      "المنتجات المُخصصة: لا يُمكن استرجاع المنتجات المُصنّعة حسب طلب العميل أو المقاسات المُخصصة.",
  },
  {
    id: 6,
    title:
      "المنتجات المُستخدمة: لا يُمكن استرجاع المنتجات التي تم استخدامها أو فتح عبواتها.",
  },
  {
    id: 7,
    title:
      "المنتجات المُستهلكة: لا يُمكن استرجاع المنتجات المُستهلكة مثل بطاريات الهواتف وفلاتر المياه.",
  },
  {
    id: 8,
    title:
      "المنتجات المُتلفّة: لا يُمكن استرجاع المنتجات المُتلفّة بسبب سوء الاستخدام أو الإهمال.",
  },
];

export const RETURN_POLICY_PAGE_TITLE = "سياسة الاسترداد";
export const RETURN_POLICY_DOCUMENT = [
  {
    id: 1,
    title:
      "فترة زمنية: يُمكن للعميل طلب استبدال المنتج خلال 7 أيام من تاريخ استلامه.",
  },
  {
    id: 2,
    title:
      "حالة المنتج: يجب أن يكون المنتج في حالته الأصلية، مع جميع ملحقاته وقطع غياره، دون أي تلف أو خدوش أو استعمال.",
  },
  {
    id: 3,
    title: "إرفاق المستندات: يجب إرفاق فاتورة الشراء الأصلية مع طلب الاستبدال.",
  },
  {
    id: 4,
    title: "تكاليف الشحن: يتحمل موقع تكيف تكاليف شحن المنتج الجديد إلى العميل.",
  },
];

export const WARRANTY_PAGE_TITLE = "سياسة الضمان";
export const WARRANTY_DOCUMENT = [
  {
    id: 1,
    band: "البند الأول",
    describe:
      " تتعهد شركة جرين لاين للاجهزة التكيفات بموجب هذا الضمان استبدال او اصلاح اي مكون من اجزاء الجهاز به عيب في الصنع في حالة الاستخدام الطبيعي للجهاز.",
  },
  {
    id: 2,
    band: "البند الثاني",
    describe:
      "يلتزم العميل بتحمل أي مصاريف اضافية عند التركيب (وصلات اضافية - بطاريات - سلك توصيل - مواسير - او اي طلب اخر للعميل غير متوفر في محتوي المنتج ).",
  },
  {
    id: 3,
    band: "البند الثالث",
    describe:
      "يسري هذا الضمان في حالة توافر فاتورة ضريبة معتمدة او مستند تركيب الجهاز معتمد من الشركة بحد أقصي سنة من تاريخ الانتاج.",
  },
  {
    id: 4,
    band: "البند الرابع",
    describe:
      " يتم توفير قطع الغيار بالمجان خلال فترة الضمان طبقا للشروط كما توفر الشركة قطع الغيار بالتكلفة بعد انتهاء الضمان ولمدة سنة واحدة للاجهزة المعمرة فقط طبقا لاخر اصدار لقانون حماية المستهلك.",
  },
  {
    id: 5,
    band: "البند الخامس",
    describe:
      "يغطي الضمان نفقات الانتقال للفني القائم بالصيانة للمنتجات التي يقل وزنها عن (25 كيلوجرام).",
  },
  {
    id: 6,
    band: "البند السادس",
    describe:
      "يحق للشركة الاحتفاظ بالمكونات التي تم استبدالها للعميل داخل الضمان ويحق للعميل الاحتفاظ بها في حالة سداد ثمنها بدون تحصيل مصنعية.",
  },
  {
    id: 7,
    band: "البند السابع",
    describe:
      "يحق للعميل استبدال المنتج بأخر جديد (نفس الموديل) اذا تكرر نفس العطل الذي يؤثر في جودة الاداء الوظيفي اكثر من ثلاث مرات متتالية خلال السنة الاولي وذلك يكون من خلال تقرير فني من الشركة يفيد ذلك وينفي سوء استخدام العميل.",
  },
];

export const THE_ASSURANCE_DOES_NOT_APPLY_IN_THESE_CASES =
  "لا يسري الضمان في الحالات الأتية";

export const THE_ASSURANCE_DOES_NOT_APPLY_DOCUMENT = [
  {
    id: 1,
    band: "المنتجات التي تستخدم للاغراض التجارية بتحميل زائد عن الاستخدام المنزلي.",
  },
  {
    id: 2,
    band: "تركيب او تغيير او اصلاح الجهاز من قبل اي جهة غير معتمدة من شركة جرين لاين.",
  },
  {
    id: 3,
    band: "سوء استخدام او تشغيل الجهاز بدون مياة في المنتجات التي تستخدم المياة في تشغيلها.",
  },
  {
    id: 4,
    band: "عدم توافر أصل شهادة الضمان او فاتورة ضريبة مسلسلة موجود بها كافة البيانات المشروطة حسب قانون المبيعات عند طلبها من الجهة المختصة بالصيانة.",
  },
  {
    id: 5,
    band: "نزع او طمس لوحة البيانات او الرقم المسلسل او وجود تغيير او كشط او شطب في بيانات شهادة الضمان او الفاتورة الضريبية او لوحة بيانات الجهاز.",
  },
  {
    id: 6,
    band: "نقل المنتج او التخزين بالخطأ ويعتبر استلام العميل للجهاز بمثابة اقرار منه باستلام المنتج سليم.",
  },
  {
    id: 7,
    band: "الاضرار الناتجة عن الحوادث او سوء الاستخدام او التحميل الزائد او عدم انتظام التيار الكهربائي او تشغيله في ظروف محيطة غير مناسبة حسب المواصفة او دليل المالك.",
  },
  {
    id: 8,
    band: "الكسر او تغيير الزجاج او وجود صدأ او استخدام مواد كيميائية في التنظيف.",
  },
  {
    id: 9,
    band: "لا يسري هذا الضمان في حالة تركيب الجهاز في مساحة اكبر من قدرة الجهاز طبقا للمواصفة القياسية السعودية (تكييف).",
  },
  {
    id: 10,
    band: "لا يسري هذا الضمان في حالة وجود مشكلة بالجهاز بسبب التجهيزات السابقة مثل المواسير النحاس والصرف المدفون التي سبق تركيبها عن طريق العميل وليس الشركة (تكييف).",
  },
  {
    id: 11,
    band: "لا يسري الضمان علي الاضرار الناتجة من حوادث الطقس المختلفة كالصاعقة والامطار او زيادة درجة الحرارة.",
  },
  {
    id: 12,
    band: "لا يسري هذا الضمان في حالة الصوت الطبيعي الناتج من الجهاز (غاز تبريد - اجزاء متحركة) (تكييف).",
  },
];

export const SIMILAR_PRODUCTS = "منتجات مشابة";

export const HERE_WELCOME_TEXT =
  "استمتع بالراحة الفائقة مع تكييفاتنا الفعّالة. دعنا نبدأ تجربة تبريد لا تُنسى في منزلك اليوم!";

export const SEE_OUT_PRODUCTS = "شاهد منتجاتنا";

export const TESTIMONIALS_RATINGS = [
  {
    username: "محمد علي الشهري",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة وتقدم خدمات تكييف عالية الجودة. فريق العمل محترف وسريع في الاستجابة. الأسعار معقولة والخدمات بعد البيع ممتازة. أنصح بالتعامل معهم بقوة.",
  },
  {
    username: "أمجد الغامدي",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة والخدمة سريعة جداً. النظام تبريدهم قوي وفعّال، وأسعارهم مناسبة جداً. بصراحة، تجربة ممتازة",
  },
  {
    username: "عبد العزيز العتيبي",
    numberOfRatings: 5,
    comment:
      "تجربة لا تُنسى مع شركة التكييفات هذه استجابوا بسرعة لكل الاستفسارات وقدموا حلاً سريعًا لمشكلتي. أنا ممتن لتعاملي معهم وبالتأكيد سأوصي بهم لأصدقائي وعائلتي",
  },
  {
    username: "محمد الحربي",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة وتقدم خدمات تكييف عالية الجودة. فريق العمل محترف وسريع في الاستجابة. الأسعار معقولة والخدمات بعد البيع ممتازة. أنصح بالتعامل معهم بقوة.",
  },
  {
    username: "ريم الجهني",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة والخدمة سريعة جداً. النظام تبريدهم قوي وفعّال، وأسعارهم مناسبة جداً. بصراحة، تجربة ممتازة",
  },
  {
    username: "زينب العتيبي",
    numberOfRatings: 5,
    comment:
      "تجربة لا تُنسى مع شركة التكييفات هذه استجابوا بسرعة لكل الاستفسارات وقدموا حلاً سريعًا لمشكلتي. أنا ممتن لتعاملي معهم وبالتأكيد سأوصي بهم لأصدقائي وعائلتي",
  },
];

export const REFRESH_PAGE = "تحديث الصفحة";
export const SERVER_ERROR_PAGE =
  "حدث خطأ لدي الخادم لدينا . نعمل الأن علي إصلاحة";
