export const FAQS = "الأسئلة الشائعة";

export const FAQS_QUESTIONS = [
  {
    id: 1,
    question: "ما هي الأنواع المختلفة من التكييفات المتوفرة؟",
    answer:
      "نوفر مجموعة متنوعة من التكييفات بما في ذلك التكييفات الشباك، التكييفات السبليت، والتكييفات المركزية.",
  },
  {
    id: 2,
    question: "كيف يمكنني تحديد السعة المناسبة للتكييف لمساحتي؟",
    answer:
      "لتحديد السعة المناسبة، يجب حساب مساحة الغرفة بالقدم المربع واستخدام قاعدة أن كل 20 قدم مربع تحتاج إلى 1 طن من التبريد.",
  },
  {
    id: 3,
    question: "هل تقدمون خدمات تركيب وصيانة التكييفات؟",
    answer:
      "نعم، نحن نقدم خدمات تركيب وصيانة لجميع أنواع التكييفات التي نبيعها.",
  },
  {
    id: 4,
    question: "ما هي مدة الضمان على التكييفات التي تبيعونها؟",
    answer: "نقدم ضمان لمدة عامين على جميع التكييفات ضد عيوب التصنيع.",
  },
  {
    id: 5,
    question: "هل تقدمون خدمة الشحن إلى جميع أنحاء البلاد؟",
    answer:
      "نعم، نقدم خدمة الشحن إلى جميع أنحاء البلاد مع ضمان توصيل سريع وآمن.",
  },
];
