export const MAINTENANCE = "صيانة ما بعد البيع";
export const MAINTENANCE_PAGE_TITLE =
  "مركز خدمة العملاء الرسمي لصيانة شركة جرين لاين بالمملكة";

export const MAINTENANCE_DOCUMENT = [
  {
    id: 1,
    title:
      "نتشرف بأن نقدم خدمات الصيانة والإصلاح لجميع منتجات جرين لاين و نفخر بتوفير خدمة عالية الجودة لعملائنا، ونضمن أن جميع المشاكل سيتم حلها بسرعة وفعالية.",
  },
  {
    id: 2,
    title:
      "نحن نستخدم قطع الغيار الأصلية فقط في جميع أعمال الإصلاح، ونضمن أن جميع المشاكل ستتم معالجتها بشكل صحيح. كما نوفر ضمانًا على جميع خدماتنا لضمان رضا عملائنا.",
  },
  {
    id: 3,
    title:
      "إذا كنت تحتاج إلى خدمة صيانة أو إصلاح لأي منتج من منتجات جرين لاين، فلا تتردد في الاتصال بنا. سنكون سعداء بمساعدتك وإصلاح منتجاتك بأفضل طريقة ممكنة.",
  },
];
