export const REFUND_AND_RETURN_PAGE_TITLE = "سياسة الاسترجاع والاستبدال";
export const REFUND = "سياسة الاسترجاع و الاستبدال";

export const REFUND_POLICY_PAGE_TITLE = "سياسة الاسترجاع";
export const REFUND_POLICY_DOCUMENT = [
  {
    id: 1,
    title:
      "فترة زمنية: يُمكن للعميل طلب استرجاع المنتج خلال 14 يومًا من تاريخ استلامه.",
  },
  {
    id: 2,
    title:
      "حالة المنتج: يجب أن يكون المنتج في حالته الأصلية، مع جميع ملحقاته وقطع غياره، دون أي تلف أو خدوش أو استعمال.",
  },
  {
    id: 3,
    title: "إرفاق المستندات: يجب إرفاق فاتورة الشراء الأصلية مع طلب الاسترجاع.",
  },
  {
    id: 4,
    title: "تكاليف الشحن: يتحمل العميل تكاليف إعادة شحن المنتج إلى موقع تكيف.",
  },
  {
    id: 5,
    title:
      "المنتجات المُخصصة: لا يُمكن استرجاع المنتجات المُصنّعة حسب طلب العميل أو المقاسات المُخصصة.",
  },
  {
    id: 6,
    title:
      "المنتجات المُستخدمة: لا يُمكن استرجاع المنتجات التي تم استخدامها أو فتح عبواتها.",
  },
  {
    id: 7,
    title:
      "المنتجات المُستهلكة: لا يُمكن استرجاع المنتجات المُستهلكة مثل بطاريات الهواتف وفلاتر المياه.",
  },
  {
    id: 8,
    title:
      "المنتجات المُتلفّة: لا يُمكن استرجاع المنتجات المُتلفّة بسبب سوء الاستخدام أو الإهمال.",
  },
];

export const RETURN_POLICY_PAGE_TITLE = "سياسة الاسترداد";
export const RETURN_POLICY_DOCUMENT = [
  {
    id: 1,
    title:
      "فترة زمنية: يُمكن للعميل طلب استبدال المنتج خلال 7 أيام من تاريخ استلامه.",
  },
  {
    id: 2,
    title:
      "حالة المنتج: يجب أن يكون المنتج في حالته الأصلية، مع جميع ملحقاته وقطع غياره، دون أي تلف أو خدوش أو استعمال.",
  },
  {
    id: 3,
    title: "إرفاق المستندات: يجب إرفاق فاتورة الشراء الأصلية مع طلب الاستبدال.",
  },
  {
    id: 4,
    title: "تكاليف الشحن: يتحمل موقع تكيف تكاليف شحن المنتج الجديد إلى العميل.",
  },
];
