export const TESTIMONIALS = "من اراء عملائنا";

export const TESTIMONIALS_RATINGS = [
  {
    username: "محمد علي الشهري",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة وتقدم خدمات تكييف عالية الجودة. فريق العمل محترف وسريع في الاستجابة. الأسعار معقولة والخدمات بعد البيع ممتازة. أنصح بالتعامل معهم بقوة.",
  },
  {
    username: "أمجد الغامدي",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة والخدمة سريعة جداً. النظام تبريدهم قوي وفعّال، وأسعارهم مناسبة جداً. بصراحة، تجربة ممتازة",
  },
  {
    username: "عبد العزيز العتيبي",
    numberOfRatings: 5,
    comment:
      "تجربة لا تُنسى مع شركة التكييفات هذه استجابوا بسرعة لكل الاستفسارات وقدموا حلاً سريعًا لمشكلتي. أنا ممتن لتعاملي معهم وبالتأكيد سأوصي بهم لأصدقائي وعائلتي",
  },
  {
    username: "محمد الحربي",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة وتقدم خدمات تكييف عالية الجودة. فريق العمل محترف وسريع في الاستجابة. الأسعار معقولة والخدمات بعد البيع ممتازة. أنصح بالتعامل معهم بقوة.",
  },
  {
    username: "ريم الجهني",
    numberOfRatings: 5,
    comment:
      "الشركة ممتازة والخدمة سريعة جداً. النظام تبريدهم قوي وفعّال، وأسعارهم مناسبة جداً. بصراحة، تجربة ممتازة",
  },
  {
    username: "زينب العتيبي",
    numberOfRatings: 5,
    comment:
      "تجربة لا تُنسى مع شركة التكييفات هذه استجابوا بسرعة لكل الاستفسارات وقدموا حلاً سريعًا لمشكلتي. أنا ممتن لتعاملي معهم وبالتأكيد سأوصي بهم لأصدقائي وعائلتي",
  },
];
