export const WARRANTY = "سياسة الضمان";
export const WARRANTY_PAGE_TITLE = "سياسة الضمان";

export const WARRANTY_DOCUMENT = [
  {
    id: 1,
    band: "البند الأول",
    describe:
      " تتعهد شركة جرين لاين للاجهزة التكيفات بموجب هذا الضمان استبدال او اصلاح اي مكون من اجزاء الجهاز به عيب في الصنع في حالة الاستخدام الطبيعي للجهاز.",
  },
  {
    id: 2,
    band: "البند الثاني",
    describe:
      "يلتزم العميل بتحمل أي مصاريف اضافية عند التركيب (وصلات اضافية - بطاريات - سلك توصيل - مواسير - او اي طلب اخر للعميل غير متوفر في محتوي المنتج ).",
  },
  {
    id: 3,
    band: "البند الثالث",
    describe:
      "يسري هذا الضمان في حالة توافر فاتورة ضريبة معتمدة او مستند تركيب الجهاز معتمد من الشركة بحد أقصي سنة من تاريخ الانتاج.",
  },
  {
    id: 4,
    band: "البند الرابع",
    describe:
      " يتم توفير قطع الغيار بالمجان خلال فترة الضمان طبقا للشروط كما توفر الشركة قطع الغيار بالتكلفة بعد انتهاء الضمان ولمدة سنة واحدة للاجهزة المعمرة فقط طبقا لاخر اصدار لقانون حماية المستهلك.",
  },
  {
    id: 5,
    band: "البند الخامس",
    describe:
      "يغطي الضمان نفقات الانتقال للفني القائم بالصيانة للمنتجات التي يقل وزنها عن (25 كيلوجرام).",
  },
  {
    id: 6,
    band: "البند السادس",
    describe:
      "يحق للشركة الاحتفاظ بالمكونات التي تم استبدالها للعميل داخل الضمان ويحق للعميل الاحتفاظ بها في حالة سداد ثمنها بدون تحصيل مصنعية.",
  },
  {
    id: 7,
    band: "البند السابع",
    describe:
      "يحق للعميل استبدال المنتج بأخر جديد (نفس الموديل) اذا تكرر نفس العطل الذي يؤثر في جودة الاداء الوظيفي اكثر من ثلاث مرات متتالية خلال السنة الاولي وذلك يكون من خلال تقرير فني من الشركة يفيد ذلك وينفي سوء استخدام العميل.",
  },
];

export const THE_ASSURANCE_DOES_NOT_APPLY_IN_THESE_CASES =
  "لا يسري الضمان في الحالات الأتية";

export const THE_ASSURANCE_DOES_NOT_APPLY_DOCUMENT = [
  {
    id: 10,
    band: "المنتجات التي تستخدم للاغراض التجارية بتحميل زائد عن الاستخدام المنزلي.",
  },
  {
    id: 20,
    band: "تركيب او تغيير او اصلاح الجهاز من قبل اي جهة غير معتمدة من شركة جرين لاين.",
  },
  {
    id: 30,
    band: "سوء استخدام او تشغيل الجهاز بدون مياة في المنتجات التي تستخدم المياة في تشغيلها.",
  },
  {
    id: 40,
    band: "عدم توافر أصل شهادة الضمان او فاتورة ضريبة مسلسلة موجود بها كافة البيانات المشروطة حسب قانون المبيعات عند طلبها من الجهة المختصة بالصيانة.",
  },
  {
    id: 50,
    band: "نزع او طمس لوحة البيانات او الرقم المسلسل او وجود تغيير او كشط او شطب في بيانات شهادة الضمان او الفاتورة الضريبية او لوحة بيانات الجهاز.",
  },
  {
    id: 60,
    band: "نقل المنتج او التخزين بالخطأ ويعتبر استلام العميل للجهاز بمثابة اقرار منه باستلام المنتج سليم.",
  },
  {
    id: 70,
    band: "الاضرار الناتجة عن الحوادث او سوء الاستخدام او التحميل الزائد او عدم انتظام التيار الكهربائي او تشغيله في ظروف محيطة غير مناسبة حسب المواصفة او دليل المالك.",
  },
  {
    id: 80,
    band: "الكسر او تغيير الزجاج او وجود صدأ او استخدام مواد كيميائية في التنظيف.",
  },
  {
    id: 90,
    band: "لا يسري هذا الضمان في حالة تركيب الجهاز في مساحة اكبر من قدرة الجهاز طبقا للمواصفة القياسية السعودية (تكييف).",
  },
  {
    id: 100,
    band: "لا يسري هذا الضمان في حالة وجود مشكلة بالجهاز بسبب التجهيزات السابقة مثل المواسير النحاس والصرف المدفون التي سبق تركيبها عن طريق العميل وليس الشركة (تكييف).",
  },
  {
    id: 110,
    band: "لا يسري الضمان علي الاضرار الناتجة من حوادث الطقس المختلفة كالصاعقة والامطار او زيادة درجة الحرارة.",
  },
  {
    id: 120,
    band: "لا يسري هذا الضمان في حالة الصوت الطبيعي الناتج من الجهاز (غاز تبريد - اجزاء متحركة) (تكييف).",
  },
];
